Repository: Jian117/Classroom-Presenter
Catalog: ClassroomPresenter.activity/po/*.po
Languages: de, ja

source: Classroom Presenter
de: Klassenzimmer Vorsteller
ja: クラスルーム・プリゼンター

source: Ink
de: Tinte
ja: すみ

source: Loading slide deck...
de: Präsentation werded geladen...

source: Slides
de: Seiten
ja: スライド

source: Versions of this slide:
de: Versionen der Seite:

source: Submissions
de: Einreichungen
ja: 提出

source: My Ink
de: Meine Tinte
ja: 私のすみ

source: %(name)s's Ink
de: %(name)ss Tinte
ja: %(name)sさんのすみ

source: Previous slide
de: Vorherige Seite
ja: 先のスライド

source: Next slide
de: Nächste Seite
ja: 次のスライド

source: Not Connected
de: Nicht Verbunden
ja: 接続していません

source: Student Navigation Unlocked
de: Studenten Navigation Erlaubt
ja: 学生はナビゲートを出来ます

source: Student Navigation Locked
de: Studenten Navigation Nicht Erlaubt
ja: 学生はナビゲートを出来ません

source: Instructor
de: Lehrer

source: Erase All Ink
de: Alle Tinte Löschen
ja: 全部を消す

source: Undo
de: Rückgängig
ja: 取り消す

source: Redo
de: Wiederherstellen
ja: やり直す

source: Broadcast Submission
de: Einreichung Senden
ja: みんなさんにみせる

source: Submit Ink
de: Tinte Einreichen
ja: 先生に出す

source: Navigation
ja: ナビゲート

source: Teacher
ja: 先生

source: Student
ja: 学生
